[
  {
    "id":1,
    "title":"Alice in Wonderland",
    "overview":"On a golden afternoon, young Alice follows a White Rabbit, who disappears down a nearby rabbit hole. Quickly following him, she tumbles into the burrow - and enters the merry, topsy-turvy world of Wonderland! Memorable songs and whimsical escapades highlight Alice's journey, which culminates in a madcap encounter with the Queen of Hearts - and her army of playing cards!",
    "release_date":"1951-07-03",
    "runtime":75,
    "tagline":"A world of wonders in One Great Picture",
    "vote_average":7.0,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/20cvfwfaFqNbe9Fc3VEHJuPRxmn.jpg"
  },
  {
    "id":2,
    "title":"Beauty and the Beast",
    "overview":"Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.",
    "release_date":"1991-11-13",
    "runtime":84,
    "tagline":"The most beautiful love story ever told.",
    "vote_average":7.5,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/hUJ0UvQ5tgE2Z9WpfuduVSdiCiU.jpg"
  },
  {
    "id":3,
    "title":"Aladdin",
    "overview":"Princess Jasmine grows tired of being forced to remain in the palace and she sneaks out into the marketplace  in disguise where she meets street-urchin Aladdin and the two fall in love, although she may only marry a prince. After being thrown in jail, Aladdin and becomes embroiled in a plot to find a mysterious lamp with which the evil Jafar hopes to rule the land.",
    "release_date":"1992-11-25",
    "runtime":90,
    "tagline":"Wish granted!",
    "vote_average":7.4,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/nlaiczW81kY46GBdfIcTrBIqr8I.jpg"
  },
  {
    "id":4,
    "title":"The Lion King",
    "overview":"A young lion cub named Simba can't wait to be king. But his uncle craves the title for himself and will stop at nothing to get it.",
    "release_date":"1994-06-23",
    "runtime":89,
    "tagline":"Life's greatest adventure is finding your place in the Circle of Life.",
    "vote_average":8.0,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/sKCr78MXSLixwmZ8DyJLrpMsd15.jpg"
  },
  {
    "id":5,
    "title":"Pocahontas",
    "overview":"History comes gloriously to life in Disney's epic animated tale about love and adventure in the New World. Pocahontas is a Native American woman whose father has arranged for her to marry her village's best warrior. But a vision tells her change is coming, and soon she comes face to face with it in the form of Capt. John Smith.",
    "release_date":"1995-06-14",
    "runtime":81,
    "tagline":"An American legend comes to life.",
    "vote_average":6.7,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/kZ1ft0QZ4e3zDUPMBftEkwI9ftd.jpg"
  },
  {
    "id":6,
    "title":"The Truman Show",
    "overview":"Truman Burbank is the star of \"The Truman Show\", a 24-hour-a-day \"reality\" TV show that broadcasts every aspect of his life -- live and in color -- without his knowledge. His entire life has been an unending soap opera for consumption by the rest of the world. And everyone he knows -- including his wife and his best friend -- is really an actor, paid to be part of his life.",
    "release_date":"1998-06-04",
    "runtime":103,
    "tagline":"On the air. Unaware.",
    "vote_average":7.8,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/vuza0WqY239yBXOadKlGwJsZJFE.jpg"
  },
  {
    "id":7,
    "title":"Harry Potter and the Philosopher's Stone",
    "overview":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.",
    "release_date":"2001-11-16",
    "runtime":152,
    "tagline":"Let the Magic Begin.",
    "vote_average":7.5,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg"
  },
  {
    "id":8,
    "title":"Harry Potter and the Chamber of Secrets",
    "overview":"Ignoring threats to his life, Harry returns to Hogwarts to investigate ??aided by Ron and Hermione ??a mysterious series of attacks.",
    "release_date":"2002-11-13",
    "runtime":161,
    "tagline":"Hogwarts is back in session.",
    "vote_average":7.4,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/sdEOH0992YZ0QSxgXNIGLq1ToUi.jpg"
  },
  {
    "id":9,
    "title":"Mean Girls",
    "overview":"Cady Heron is a hit with The Plastics, the A-list girl clique at her new school, until she makes the mistake of falling for Aaron Samuels, the ex-boyfriend of alpha Plastic Regina George.",
    "release_date":"2004-04-30",
    "runtime":97,
    "tagline":"Welcome to girl world.",
    "vote_average":6.9,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/alKvY5LuVcXraRBfi5UtVV8Ii6Y.jpg"
  },
  {
    "id":10,
    "title":"Harry Potter and the Prisoner of Azkaban",
    "overview":"Harry, Ron and Hermione return to Hogwarts for another magic-filled year. Harry comes face to face with danger yet again, this time in the form of escaped convict, Sirius Black ??and turns to sympathetic Professor Lupin for help.",
    "release_date":"2004-05-31",
    "runtime":141,
    "tagline":"Something wicked this way comes.",
    "vote_average":7.7,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/aWxwnYoe8p2d2fcxOqtvAtJ72Rw.jpg"
  },
  {
    "id":11,
    "title":"Harry Potter and the Goblet of Fire",
    "overview":"Harry starts his fourth year at Hogwarts, competes in the treacherous Triwizard Tournament and faces the evil Lord Voldemort. Ron and Hermione help Harry manage the pressure ??but Voldemort lurks, awaiting his chance to destroy Harry and all that he stands for.",
    "release_date":"2005-11-05",
    "runtime":157,
    "tagline":"Dark And Difficult Times Lie Ahead.",
    "vote_average":7.5,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/fECBtHlr0RB3foNHDiCBXeg9Bv9.jpg"
  },
  {
    "id":12,
    "title":"Harry Potter and the Order of the Phoenix",
    "overview":"Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students ??dubbed 'Dumbledore's Army' ??to defend themselves against the dark arts.",
    "release_date":"2007-06-28",
    "runtime":138,
    "tagline":"Evil Must Be Confronted.",
    "vote_average":7.4,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/5aOyriWkPec0zUDxmHFP9qMmBaj.jpg"
  },
  {
    "id":13,
    "title":"Twilight",
    "overview":"When Bella Swan moves to a small town in the Pacific Northwest to live with her father, she starts school and meets the reclusive Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't help but fall in love with him, a fatal move that endangers her own life when a coven of bloodsuckers try to challenge the Cullen clan.",
    "release_date":"2008-11-20",
    "runtime":122,
    "tagline":"When you can live forever, what do you live for?",
    "vote_average":5.8,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/3Gkb6jm6962ADUPaCBqzz9CTbn9.jpg"
  },
  {
    "id":14,
    "title":"The Twilight Saga: New Moon",
    "overview":"Forks, Washington resident Bella Swan is reeling from the departure of her vampire love, Edward Cullen, and finds comfort in her friendship with Jacob Black, a werewolf. But before she knows it, she's thrust into a centuries-old conflict, and her desire to be with Edward at any cost leads her to take greater and greater risks.",
    "release_date":"2009-03-15",
    "runtime":130,
    "tagline":"The Next Chapter Begins.",
    "vote_average":5.6,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/k2qTooPlHffgNABNWxeJdGMglPK.jpg"
  },
  {
    "id":15,
    "title":"Harry Potter and the Half-Blood Prince",
    "overview":"As Harry begins his sixth year at Hogwarts, he discovers an old book marked as 'Property of the Half-Blood Prince', and begins to learn more about Lord Voldemort's dark past.",
    "release_date":"2009-07-07",
    "runtime":153,
    "tagline":"Dark Secrets Revealed",
    "vote_average":7.4,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/z7uo9zmQdQwU5ZJHFpv2Upl30i1.jpg"
  },
  {
    "id":16,
    "title":"The Twilight Saga: Eclipse",
    "overview":"Bella once again finds herself surrounded by danger as Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob, knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation quickly approaching, Bella is confronted with the most important decision of her life.",
    "release_date":"2010-06-23",
    "runtime":124,
    "tagline":"It all begins ... With a choice.",
    "vote_average":5.9,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/3mFM80dPzSqoXXuC2UMvLIRWX32.jpg"
  },
  {
    "id":17,
    "title":"Harry Potter and the Deathly Hallows: Part 1",
    "overview":"Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.",
    "release_date":"2010-10-17",
    "runtime":146,
    "tagline":"One Way??One Fate??One Hero.",
    "vote_average":7.5,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/iGoXIpQb7Pot00EEdwpwPajheZ5.jpg"
  },
  {
    "id":18,
    "title":"The Twilight Saga: Breaking Dawn - Part 1",
    "overview":"The new found married bliss of Bella Swan and vampire Edward Cullen is cut short when a series of betrayals and misfortunes threatens to destroy their world. Bella soon discovers she is pregnant, and during a nearly fatal childbirth, Edward finally fulfills her wish to become immortal. But the arrival of their remarkable daughter, Renesmee, sets in motion a perilous chain of events that pits the Cullens and their allies against the Volturi, the fearsome council of vampire leaders, setting the stage for an all-out battle.",
    "release_date":"2011-03-15",
    "runtime":117,
    "tagline":"Forever is just the beginning",
    "vote_average":5.8,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/qs8LsHKYlVRmJbFUiSUhhRAygwj.jpg"
  },
  {
    "id":19,
    "title":"Harry Potter and the Deathly Hallows: Part 2",
    "overview":"Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.",
    "release_date":"2011-07-07",
    "runtime":130,
    "tagline":"It all ends here.",
    "vote_average":7.9,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/c54HpQmuwXjHq2C9wmoACjxoom3.jpg"
  },
  {
    "id":20,
    "title":"The Hunger Games",
    "overview":"Every year in the ruins of what was once North America, the nation of Panem forces each of its twelve districts to send a teenage boy and girl to compete in the Hunger Games.  Part twisted entertainment, part government intimidation tactic, the Hunger Games are a nationally televised event in which ?쏷ributes??must fight with one another until one survivor remains.  Pitted against highly-trained Tributes who have prepared for these Games their entire lives, Katniss is forced to rely upon her sharp instincts as well as the mentorship of drunken former victor Haymitch Abernathy.  If she?셲 ever to return home to District 12, Katniss must make impossible choices in the arena that weigh survival against humanity and life against love. The world will be watching.",
    "release_date":"2012-03-12",
    "runtime":142,
    "tagline":"May The Odds Be Ever In Your Favor.",
    "vote_average":6.9,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/yXCbOiVDCxO71zI7cuwBRXdftq8.jpg"
  },
  {
    "id":21,
    "title":"The Twilight Saga: Breaking Dawn - Part 2",
    "overview":"After the birth of Renesmee, the Cullens gather other vampire clans in order to protect the child from a false allegation that puts the family in front of the Volturi.",
    "release_date":"2012-11-13",
    "runtime":115,
    "tagline":"The epic finale that will live forever",
    "vote_average":6.1,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/7IGdPaKujv0BjI0Zd0m0a4CzEjJ.jpg"
  },
  {
    "id":22,
    "title":"Now You See Me",
    "overview":"An FBI agent and an Interpol detective track a team of illusionists who pull off bank heists during their performances and reward their audiences with the money.",
    "release_date":"2013-05-29",
    "runtime":115,
    "tagline":"4 amazing magicians. 3 impossible heists. 1 billion dollars. This is no illusion.",
    "vote_average":7.3,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/tWsNYbrqy1p1w6K9zRk0mSchztT.jpg"
  },
  {
    "id":23,
    "title":"The Hunger Games: Catching Fire",
    "overview":"Katniss Everdeen has returned home safe after winning the 74th Annual Hunger Games along with fellow tribute Peeta Mellark. Winning means that they must turn around and leave their family and close friends, embarking on a \"Victor's Tour\" of the districts. Along the way Katniss senses that a rebellion is simmering, but the Capitol is still very much in control as President Snow prepares the 75th Annual Hunger Games (The Quarter Quell) - a competition that could change Panem forever.",
    "release_date":"2013-11-15",
    "runtime":146,
    "tagline":"Every revolution begins with a spark.",
    "vote_average":7.4,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/qdXXEFGuLLfMWa1DGEkWFUo8Zwd.jpg"
  },
  {
    "id":24,
    "title":"Interstellar",
    "overview":"Interstellar chronicles the adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "release_date":"2014-11-05",
    "runtime":169,
    "tagline":"Mankind was born on Earth. It was never meant to die here.",
    "vote_average":8.1,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg"
  },
  {
    "id":25,
    "title":"The Hunger Games: Mockingjay - Part 1",
    "overview":"Katniss Everdeen reluctantly becomes the symbol of a mass rebellion against the autocratic Capitol.",
    "release_date":"2014-11-18",
    "runtime":123,
    "tagline":"Fire burns brighter in the darkness",
    "vote_average":6.6,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/2hTPkBiXoMmrdtYgHtB9WU5dg80.jpg"
  },
  {
    "id":26,
    "title":"Furious 7",
    "overview":"Deckard Shaw seeks revenge against Dominic Toretto and his family for his comatose brother.",
    "release_date":"2015-04-01",
    "runtime":137,
    "tagline":"Vengeance Hits Home",
    "vote_average":7.3,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/wurKlC3VKUgcfsn0K51MJYEleS2.jpg"
  },
  {
    "id":27,
    "title":"The Hunger Games: Mockingjay - Part 2",
    "overview":"With the nation of Panem in a full scale war, Katniss confronts President Snow in the final showdown. Teamed with a group of her closest friends ??including Gale, Finnick, and Peeta ??Katniss goes off on a mission with the unit from District 13 as they risk their lives to stage an assassination attempt on President Snow who has become increasingly obsessed with destroying her. The mortal traps, enemies, and moral choices that await Katniss will challenge her more than any arena she faced in The Hunger Games.",
    "release_date":"2015-11-18",
    "runtime":137,
    "tagline":"The fire will burn forever.",
    "vote_average":6.6,
    "poster_url":"https:\/\/media.themoviedb.org\/t\/p\/w188_and_h282_bestv2\/7uLJCuK0ufoDklUdOORC8XanOKw.jpg"
  }
]